Soap/simplifiedCustomer/INDIVIDUAL/INDIVIDUAL_Samples/INDIVIDUAL_Mandatory.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <AMLYZE_CUSTOMER xmlns="urn:amlyze-services:EvaluateCustomerService_v2r0">
            <CommunicationNumber>ComNr_000321</CommunicationNumber>
            <Requester>AMLYZE_System</Requester>
            <RiskManagementCategory>OCCASIONAL_CUSTOMER</RiskManagementCategory>
            <EntityType>INDIVIDUAL</EntityType>
            <CustomerExtId>IND20231118878</CustomerExtId>
            <FirstName>Jose</FirstName>
            <LastName>Rodriguez</LastName>
        </AMLYZE_CUSTOMER>
    </soap:Body>
</soap:Envelope>